/* No comment provided by engineer. */
"A destination (IP Address or Domain name) is needed to be able to subscribe" = "Per a poder subscriure's-hi cal proveïr un destinatari (Adreça IP o domini)";

/* About prefs tab title */
"About" = "En quant a";

/* Title for section containing actions (SMS, MailMe, Speech, etc)
   Title to go on Actions pop up
   Title to go on the actions pop up */
"Actions" = "Accions";

/* Title to go above the actions pop up on */
"Actions:" = "Accions:";

/* Option to add a compound action config */
"Add Compound" = "Afegeix component";

/* Button to add a configuration */
"Add Config" = "Afegeix configuració";

/* Button title for opening growl.info to downloads page */
"Additional Downloads" = "Descàrregues adicionals";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Comte! Activar aquesta opció inclourà Growl.app en els ítems d'inici de sessió";

/* Enable checkbox for allowing subscribers */
"Allow other computers to subscribe to all notifications" = "Permetre que altres ordinadors es subscrivin a les notificacions";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Activant aquesta opció Growl s'iniciarà cada cop que s'iniciï la sessió, estant disponible per a totes les aplicacions que l'utilitzen";

/* Notification always stay on screen */
"Always" = "Sempre";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the Growl Tickets Database.\nApplications may register, and you can adjust settings.\nHowever, no registrations or settings will be saved to the next session, and Growl may use more memory" = "S'ha detectar un error incorregible mentres es creava o s'obria la base de dades de Growl Tickets.\nEs poden registrar i configurar les apicacions.\nTot i així, cap de les aplicacions registrades o les seves preferències es desaran per a la propera sessió, i pot ser que Growl utilitzi més memòria de l'habitual.";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the History Database.\nWe are disabling History for the time being, however the rollup will continue to function.\nIf history is reenabled, nothing will be saved, and Growl will potentially use a lot of memory." = "Ha succeït un error no corregible en crear o obrir la base de dades històrica.\nPer això, de moment es deshabilitarà, tot i que el rollup seguirà funcionant.\nSi torneu a habilitar l'històric, no es desarà res, i Growl utilitzarà potencialment molts recursos.";

/* Column title for the applications column in the history table
   Label for the tab which contains application settings */
"Application" = "Aplicació";

/* Application decides whether a note should stay on screen */
"Application Decides" = "L'aplicació decideix";

/* Use the application's defaults */
"Application Default" = "Paràmetres d'aplicació per defecte";

/* Label for application level display style choice */
"Application's Display Style" = "Estil visual de l'aplicació";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "Aplicació:%1$@\nTítol:%2$@\nDescripció:%3$@\nCliqueu per obrir el log";

/* Application prefs tab title */
"Applications" = "Apicacions";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "Esteu segurs de voler sortir?";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Esteu segurs que voleu eliminar %@?";

/* No comment provided by engineer. */
"Bonjour configured entry, not presently findable" = "Bonjour ha configurat l'accés, però no es pot trobar";

/* Button title for canceling */
"Cancel" = "Cancel·la";

/* Clear all history button title */
"Clear All History" = "Esborra tot l'historial";

/* No comment provided by engineer. */
"Clear all notifications in the History Rollup" = "Esborra totes les notificacions en l'històric del Rollup";

/* No comment provided by engineer. */
"Clear Rollup" = "Neteja Rollup";

/* close all open notifications */
"Close all notifications" = "Tanca totes les notificacions";

/* Title for section containing compound actions (composed of multiple actions) */
"Compound" = "Compost";

/* No comment provided by engineer. */
"Compound Action" = "Acció composta";

/* Column title for a computer entry */
"Computer Name" = "Nom de l'ordinador";

/* Consider me idle based on time entered below */
"Consider me idle after:" = "Considereu-me absent després de:";

/* Continue button title */
"Continue" = "Continua";

/* we've detected a corrupt install in this currently running binary */
"Corrupt install detected" = "Instal·lació corrupte detectada";

/* Label for selectiong default actions */
"Default Actions" = "Accions per defecte";

/* Label for the global default starting position picker */
"Default starting position for notifications" = "Posició per defecte de les notificacions";

/* Default style picker label */
"Default Style" = "Estil per defecte";

/* Explanation for what the big magic notification center switch means */
"Disable Growl visual controls and foward notifications to OS X" = "Inhabilita els controls visuals de Growl i reenvia les notificacions a Mac OSX";

/* alert when history database could not be moved aside */
"Disabling History" = "Inhabilitant l'històric";

/* Label for the display style of the selected notification */
"Display Style:" = "Estil de pantalla:";

/* Column title for Display Styles */
"Display Styles" = "Estils de pantalla";

/* Display prefs tab title
   Title for section containing displays (Smoke, Whiteboard, Bezel, etc) */
"Displays" = "Pantalla";

/* Continue button title when done */
"Done" = "Fet";

/* Emergency notification priority */
"Emergency" = "Emergència";

/* Label for application on/off switch */
"Enable %@" = "Permet %@";

/* Label for application on/off switch */
"Enable application" = "Permet aplicació ";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Permet que Growl s'iniciï en iniciar sessió";

/* Label for the on/off switfh for enabling history */
"Enable History:" = "Habilita l'historial";

/* Label for checkbox which enables logging for a note or application */
"Enable Logging" = "Permet iniciar la sessió";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "Activar aquesta opció farà que Growl funcioni sense mostrar cap icona al dock o en el menú.\nPer a accedir a les preferències, obriu Growl en el Launchpad o bé obriu Growl al Finder";

/* Alert when database has been corrupted */
"Error opening %@." = "Error en obrir %@";

/* fatal alert */
"Fatal Error" = "Error Fatal";

/* Info label for firewall settings */
"Firewall Settings: Network notifications use TCP port 23053" = "Preferències del Firewall: les notificacions de xarxa utilitzen el port TCP 23053";

/* Enable checkbox for forwarding to other computers */
"Forward notifications to other computers" = "Reenvia les notificacions a altres ordinadors";

/* Tab title for forwarding */
"Forwarding" = "Reenviant";

/* General prefs tab title */
"General" = "General";

/* Label for button which will open to growl.info with information on applications and how to configure them */
"Get Applications" = "Aconseguiu aplicacions";

/* Button title which opens growl.info to the styles page */
"Get more styles" = "Aconseguiu més estils";

/* Use the global defaults from the displays tab */
"Global Default" = "Per defecte";

/* Button to open http://growl.info/reportabug.php */
"Growl Bug Submission" = "Submissió d'errors bug de Growl";

/* No comment provided by engineer. */
"Growl has encountered a fatal error trying to setup the %@, and will terminate upon closing this window.  Please contact us at support@growl.info." = "Growl ha detectat un error fatal en intentar configurar %@, i es tancarà en tancar aquesta finestra. Per favor contacteu support@growl.info.";

/* No comment provided by engineer. */
"Growl History Disabled" = "Històric de Growl deshabilitat";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "Per a aplicar aquest canvi, cal que Growl es reiniciï";

/* Window title for the Notification Rollup window */
"Growl Notification Rollup" = "Rollup de notificacions Growl";

/* button to open http://growl.info */
"Growl Web Site" = "Pàgina web de Growl";

/* No comment provided by engineer. */
"Hide Rollup" = "Amaga Rollup";

/* No comment provided by engineer. */
"Hide the History Rollup" = "Amaga l'històric del Rollup";

/* High notification priority */
"High" = "Alt";

/* History prefs tab title */
"History" = "Històric";

/* Unit of time for idle detection */
"Hours" = "Hores";

/* Title on box containing idle detection controls */
"Idle Detection" = "Detecció d'absència";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "Si sortiu de Growl no rebreu més notificacions";

/* Info label describing the bonjour icon's use */
"Indicates a discovered computer using Growl 1.3 or later" = "Indica un ordinador descobert que utilitza Growl 1.3 o superior";

/* Info label describing the network icon's use */
"Indicates a manually entered computer to forward to or subscribe to" = "Indica un ordinador on s'ha accedit d'on es pot enviar o rebre notificacions";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Informa %@ quan una notificació sigui clicada";

/* Label for checkbox for keeping up to an amount of notifications */
"Keep Amount" = "Quantitat que es conserva";

/* Label for checkbox for keeping up to a certain number of days worth of notifications */
"Keep Days" = "Dies que es conserva";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Desinstal·lador de Growl Legacy";

/* Label for checkbox enabling incoming network notifications */
"Listen for incoming notifications" = "Estigues alerta de notificacions entrants";

/* Title for section containing apps from the local machine */
"Local" = "Local";

/* Unit of time for idle detection */
"Minutes" = "Minuts";

/* Moderate notification priority */
"Moderate" = "Moderat";

/* Network prefs tab title */
"Network" = "Xarxa";

/* Notification will never stay on screen */
"Never" = "Mai";

/* No comment provided by engineer. */
"No" = "No";

/* Use no actions */
"No Actions" = "Cap Acció";

/* Don't do any actions */
"No Default Actions" = "Cap acció per defecte";

/* Setting for no visual display */
"No Default Display" = "Cap pantalla per defecte";

/* Growl will run compeletely in the background */
"No icon visible" = "Cap icona visible";

/* No comment provided by engineer. */
"No Recent Notifications" = "Cap notificació recent";

/* Normal notification priority */
"Normal" = "Normal";

/* Label for the tab which contains notification settings */
"Notifications" = "Notificacions";

/* If the string is too long, use O */
"OFF" = "Apagat";

/* No comment provided by engineer. */
"OK" = "D'acord";

/* No comment provided by engineer. */
"Ok" = "D'acord";

/* If the string is too long, use I */
"ON" = "Encès";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Obre preferències de Growl...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Obre el panell de preferències de Growl";

/* Use Mac OS X Notifications switch label */
"OS X Notifications" = "Notificacions de Mac OSX";

/* Column title for a password */
"Password" = "Mot d'accés";

/* No comment provided by engineer. */
"Pause Growl" = "Pausa Growl";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Pausa les notificacions visuals de Growl";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Per favor no entreu un localhost, Growl no suporta el propi reenviament";

/* Localhost in a subscription destination is not allowed */
"Please do not enter localhost, Growl does not support subscribing to itself." = "Per favor no entreu un localhost, Growl no suporta la pròpia subscripció";

/* A valid IP or domain is needed to forward to
   A valid IP or domain is needed to subscribe to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Per favor introduiu una adreça IPv4 o IPv6, o un domini vàlid";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "El connector %@' s'ha instal·lat correctament. Voleu configurar-lo?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "El connector %@' ja està instal·lat, voleu sobreescriure'l?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "El connector %@' no funcionarà amb la versió actual de Mac OSX. Voleu instalar-lo igualment?";

/* No comment provided by engineer. */
"Plugin already exists" = "El connector ja existeix";

/* No comment provided by engineer. */
"Plugin installed" = "Connector instal·lat";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "El connector no disposa de arquitectura nativa";

/* No comment provided by engineer. */
"Plugin not installed" = "Connector no instal·lat";

/* Preferences window title */
"Preferences" = "Preferències";

/* Button title which shows a preview of the current selected style
   Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Vista previa";

/* Label for choosing priority of the selected notification */
"Priority:" = "Prioritat:";

/* Checkbox for whether the menu item should pulse */
"Pulse Menu Item" = "Prem l'ítem de Menu";

/* No comment provided by engineer. */
"Quit" = "Surt";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Surt completament de Growl";

/* button for reading the instructions for fixing your install */
"Read Instructions and Quit" = "Llegiu instruccions i sortiu";

/* Button title for removing something */
"Remove" = "Esborra";

/* No comment provided by engineer. */
"Resume Growl" = "Reprèn Growl";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Reprèn les notificacions visuals de Growl";

/* Rollup prefs tab title */
"Rollup" = "Rollup";

/* Rollup all notifications radio button */
"Rollup all notes" = "Rollup totes les notes";

/* Title for rollup automatic checkbox */
"Rollup Automatically Displays" = "El Rollup es mostrarà automàticament";

/* Title for rollup enabled checkbox */
"Rollup Enabled" = "Rollup habilitat";

/* Rollup only logged notifications radio button */
"Rollup only logged notes" = "Mostra al Rollup només les notes desades";

/* History search field placeholder
   Placeholder text in search field */
"Search" = "Cerca";

/* Unit of time for idle detection */
"Seconds" = "Segons";

/* Label for server password field */
"Server Password:" = "Mot d'accés del servidor:";

/* Button title which shows a list of disabled plugins */
"Show Disabled" = "Mostrar inhabilitat";

/* Growl will have an icon in the menu and the dock */
"Show icon in both" = "Mostra l'icona en ambdós llocs";

/* Growl will have an icon only in the dock */
"Show icon in the dock" = "Mostra l'icona en el dock";

/* Growl will have a menu bar icon only */
"Show icon in the menubar" = "Mostra l'icona en la barra de menú";

/* No comment provided by engineer. */
"Show Rollup" = "Mostra Rollup";

/* No comment provided by engineer. */
"Show the History Rollup" = "Mostra l'històric del Rollup";

/* Show hide keyboard shortcut */
"Show/Hide Shortcut" = "Mostra/Amaga dreçera";

/* Start Growl at Login switch label */
"Start Growl at Login" = "Inicia Growl en iniciar la sessió";

/* Label for choosing whether the selected note stays on screen */
"Stay On Screen:" = "Roman a la pantalla:";

/* Tab title for subscribers tab */
"Subscribers" = "Subscriptors";

/* Tab title for subscriptions tab */
"Subscriptions" = "Subscripcions";

/* No comment provided by engineer. */
"There are no new notifications" = "No hi han notificacions noves";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "Hi han hagut %lu notificacions mentre éreu fora";

/* Error description format for subscription error returned display */
"There was an error subscribing to the remote machine:\ncode: %d\ndescription: %@" = "Ha succeït un error en subscriure's a una màquina remota:\nCodi:%1$d\nDescripció:%2$@";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Ha succeït un error en instal·lar el plugin %@";

/* No comment provided by engineer. */
"There was error opening the %@ file, it is possibly corrupted.\nGrowl will move the database aside, and create a fresh database.\nThis may have occured if Growl or the computer crashed." = "Error en obrir l'arxiu %@; probablement està corrupte.\nGrowl apartarà la base de dades i en crearà una de nova.\nAixò pot haver succeït si Growl o l'ordinador s'han quedat bloquejats.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Hi han hagut %lu notificacions mentre éreu fora";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Aquesta acció no es pot desfer, per favor confirmeu que voleu esborrar completament l'històric de notificacions";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Aquesta és una previsualització de la pantalla %@";

/* No comment provided by engineer. */
"This plugin configuration is in use, removing it will cause it to be removed from the applications and notifications where it is in use" = "Aquesta configuració del connector està essent utilitzada; eliminar-lo també l'eliminarà d'altres aplicacions i notificacions que l'utilitzi";

/* No comment provided by engineer. */
"This should never happen! -(void)subscribe should only ever be called on local entries" = "Això no hauria d'haver passat! -(void)només s'hauria de poder subscriure a entrades locals";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "S'eliminarà totes les preferències de Growl per %@";

/* Column title for the time column in the history table */
"Time" = "Temps";

/* Column title for the title column in the history table */
"Title" = "Títol";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "Per a evitar que la base de dades històrica creixi indefinidament, com a mínim s'hauria d'establir un criteri per eliminar entrades";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "No es permet desactivar ambdós criteris per limitar entrades";

/* Column title for whether to use the item on the row */
"Use" = "Usa";

/* label for using a custom application wide starting position */
"Use custom starting position" = "Usa posició inicial personalitzada";

/* label for using the global default starting position */
"Use default starting position" = "Usa posició inicial per defecte";

/* Column title for how long a subscriber is valid for */
"Valid until:" = "Vàlid fins:";

/* Very low notification priority */
"Very Low" = "Molt baix";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Compte! Esteu a punt d'esborrar TOT l'històric";

/* alert that Growl will be limited to in memory for tickets */
"Warning! Application preferences will not be saved" = "Compte! Les preferències d'aplicacions no seran desades";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "Compte! Activar aquesta opció farà que Growl s'executi en segon pla";

/* corrupt install alert */
"We've detected that the Mac App Store left you with a corrupt install.  Please follow the instructions the button takes you to in order to remedy the situation." = "Hem detectat que l'instal·lació feta per Mac App Store és corrupta. Per favor, seguiu les instruccions a les que us duu el botó per a solucionar el problema";

/* No comment provided by engineer. */
"Welcome to Growl!" = "Benvingut a Growl!";

/* Checkbox for idle detection based on locking the screen */
"When Screen is locked" = "Quan la pantalla estigui bloquejada";

/* checkbox for idle detection based on screensaver */
"When Screensaver is active" = "Quan el protector de pantalla estigui activat";

/* No comment provided by engineer. */
"Yes" = "Si";

/* Label for the IP address list */
"You can connect manually at one of the following addresses:" = "Us podeu connectar manualment a una de les següents adreces:";

